{
  "team": [
    {
      "title": "CEO and Founder",
      "name": "Willy Betancur",
      "description": "4+ years of experience in software projects. Expertise in SEO, UX/UI, and content strategy",
      "profile": "/team/c1.png",
      "link": "https://www.linkedin.com/in/willybetancur/"
    }
  ],
  "process": [
    {
      "index": 1,
      "label": "Consultation",
      "content": "In this initial phase, we analyze your business needs and objectives. We define the scope of the project, the appropriate technologies, and the key requirements to ensure a solution aligned with your vision."
    },
    {
      "index": 2,
      "label": "Research",
      "content": "We conduct an in-depth study of the market, competition and technological trends. This allows us to design an optimal development strategy and ensure that the solution meets the highest standards in terms of performance and scalability."
    },
    {
      "index": 3,
      "label": "Implementation",
      "content": "We develop the software solution with the best practices in architecture, UX/UI, security and efficiency. Our team works in iterative cycles to ensure quality and adaptability throughout the process."
    },
    {
      "index": 4,
      "label": "Optimization",
      "content": "We optimize software performance, security, and scalability. We implement strategies such as code refactoring, AI integration for predictive analysis, and improved response times."
    },
    {
      "index": 5,
      "label": "Reporting",
      "content": "We provide detailed reports on project status, including progress, performance metrics, and test results. We ensure transparency and alignment with business objectives."
    },
    {
      "index": 6,
      "label": "Improvement",
      "content": "We continuously iterate to perfect the solution. Through user monitoring and feedback, we make improvements to the experience, functionality, and security, ensuring the long-term evolution of the software."
    }
  ]
}
